/* \(stringToAdd) is already in \(arrayLabel)，still add to \(tableName!)？ */
"%d is already in %d，still add to %d ？" = "%d 已存在于 %d 中，仍然添加到 %d？";

/* \(stringToAdd) is already in \(tableName!) */
"%d is already in " = "%d 已存在于 中，请勿重复添加";

/* result place holder */
"Click Generate button to generate ssr account links\rNumber of links depends on how many lines are presented in passwords field\rYou can copy and paste links back to excel or whatever text editor\rThey will be seperated to different lines/cells\r\rFor instance, put 10000 in start port, 10 passwords in passwords field\r10 links will be shown in reslut field, start from port 10000 to port 10010" = "点击“生成链接”按钮，根据所选设置及密码数量，生成对应数量的ssr账号链接。\r例如起始端口设置为10000，密码栏贴入10行，可批量生成端口从10000到10010的账号链接\r可直接复制粘贴回excel等文档中";

/* passwords place holder */
"Paste in passwords\rOne per line" = "贴入密码\r每行一个";

/* Please input server IP or domain name */
"Please input server IP or domain name" = "请输入服务器IP或域名";

/* Please paste in passwords */
"Please paste in passwords" = "请输入密码";

/* Please select the value you want to delete */
"Please select the value you want to delete" = "请选择要删除的选项";

/* Please type in the value you want to add */
"Please type in the value you want to add" = "请输入要添加的名称";

/* Set a number for start port */
"Set a number for start port" = "请输入起始端口w";

/* Unable to delete last item in \(tableName) */
"Unable to delete last item in \(tableName)" = "Unable to delete last item in \(tableName)";

